Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 어쩜… 다리에도 털 하나 없네!
en_us: oh, wow... there’s not a single hair on your legs!

source: 책인가?
en_us: a book?

source: 불필요한 살생이 싫어~?
en_us: oh, really?

source: 마을은 가난했지만 그래도 평온한 삶이었지.
en_us: though our village was poor, life was peaceful.

source: 폴리모프의 법
en_us: the law of polymorph...

source: 천장이 무너진다!!
en_us: the ceiling is caving in!!

source: ……하긴,
en_us: well...

source: …겁에 질려 있구나.
en_us: you’re scared...

source: 내가 너무 말이 많았지?
en_us: I talked too much, huh?

source: 일단 네 이야기부터 해줄래?
en_us: can you tell us your story?

source: 전부…
en_us: ...and kill...

source: 그런 우리조차…
en_us: even we are...

source: 너답지 않게 흥분해서는 대체…
en_us: why are you so worked up? it’s not like you...

source: 지금 와서 보니, 왜 그런 짓을 했는지 잘 알겠군.
en_us: looking back now, I understand very well why they did that.

source: 아시겠죠, 아린?
en_us: do you understand, arin?

source: 그 기사분의 성함이 바로
en_us: ...his name is...

source: 다리오스 폰 골드브러프!
en_us: darios von goldbruf!

source: 끄윽…
en_us: ack...

source: 그럼 저희는 예정대로 아라스난 측과 합류하겠습니다.
en_us: then we will join arasnan as planned.

source: 미나도 똑같은 인간이었어.
en_us: mina is no different.

source: 쉽지 않으면 문제가 생긴 것이겠죠.
en_us: if it’s not easy, then something’s wrong.

source: 얼마 전에 본 마을도 놀랐지만 여기가 훨씬 굉장해!
en_us: the village I saw before was nice too, but this place is way better!

source: 교역 도시
en_us: port city

source: 바트란
en_us: batran

source: 이 몸은 드래곤족 중에서도 최강의 위치에 있는 레드 일족의 후예,
en_us: I am a descendent of the red clan, the most powerful dragons of all time!!

source: 이, 이 소리는 뭐야!?
en_us: wh-what’s this noise?!

source: 대체 누가…
en_us: who is it...?

source: 도대체 그 어린 것한테 마법서는 왜 주신 거예요?
en_us: just why did you give a book of spells to a child?

source: 이상하잖아!
en_us: it’s weird!

source: 깜짝이야…
en_us: that scared me...

source: 무엇보다…
en_us: above all...

source: 그럼 여기가 뭐 하는 곳인지는 아냐?
en_us: then do you know what this place is?

source: 게다가 그렇게 모인 병력조차 아라스난의 전력을 다한 침공에는 상대가 안 될 테니…
en_us: what little troops batran did manage to gather were no match for a full-on invasion from arasnan...

source: 모두?… 떠났다고?
en_us: all of them... left?

source: 일주일 후.
en_us: one week later

source: 머리가 좋고 노력만 열심히 하면 누구나 마법사가 될 수 있다.
en_us: anyone who is smart and diligent enough can become a mage.

source: 기사의 긍지는 주군에 대한 충성 아니던가요?
en_us: does the pride of a knight not lie in his loyalty to a master?

source: 바깥에 저 불길은 또 뭐고!!
en_us: and what’s with the fire outside?!

source: 뭐...{j}뭐라고!?
en_us: wh-what...?!{j}

source: 인간의 몸은 너무 약해!
en_us: human bodies are so frail!

source: 아무래도 터무니없는 오해를 사고 있는 것 같지만
en_us: they seem to be gravely mistaken...

source: 어쩌다 그런 노래가 퍼졌는지 의아했지.
en_us: so, I wondered how the song came to be.

source: 허허,
en_us: huhu.

source: 놈들의 목적은 ‘카르세아린’이라는
en_us: their goal was to create...

source: 내가 그 물건을 어떤 생각으로 샀는지…
en_us: do you have any idea why I bought that?

source: 내가 농담을 왜 하나.
en_us: why would I joke around?

source: 카르셀 왕국 1만 군세의 노도와 같은 진군을
en_us: the 3,000 batran soldiers don’t stand a chance against...

source: 알고 있어?{j}그건 금화 2천 개짜리 최고급품이야!!
en_us: but you know it’s a high-quality item that costs 2,000 gold!!{j}

source: 숲 속의 공기도 상쾌해서 좋았지만,
en_us: the forest air was nice and fresh...

source: 대하(大河) 하난강을 통해
en_us: ...they headed for batran...

source: 생각할수록 이상하고… 억울하네!!
en_us: ...but the more I think about it, it’s strange... and unfair!!

source: 카르세아린 이다!!
en_us: my name is karsearin!

source: 마을은 멋있었지.
en_us: the village was cool though.

source: 미… 미나?
en_us: m-mina...?

source: 거꾸로 말하면,
en_us: to put it another way...

source: 오히려 우리 가게는 이런 상황이 더 반갑지.
en_us: on the contrary, our store welcomes what happened.

source: 드래곤 밥 먹는데 귀찮게스리…
en_us: I’m eating. so annoying...

source: 아, 거긴 사람이 지나갈 수 없는 곳이야.{j}왜냐하면…
en_us: oh. no human can go through those mountains because...{j}

source: 바트란 왕국을 향해 세르카르셀을 출발했다.
en_us: ...escorted by about fifty cavalrymen.

source: 고생하셨습니다.{j}가스터 님!
en_us: thank you, mr. latnile!{j}

source: 나 그렇게 나쁜 놈 아닌데…
en_us: I’m not that bad...

source: 나와 에르베트는 원래…
en_us: herbert and I...

source: 드래곤의 가죽인가!?
en_us: is it dragon skin?!

source: 반면 정령사는 정령과 소통이 가능해야 하기에,
en_us: on the other hand, elementalists must be able to communicate with spirits.

source: 드래곤 슬레이어라는 칭호가 자랑스럽지 않으세요?
en_us: ...not proud of being called dragon slayers?

source: 으으…
en_us: ugh

source: 마법을 중첩시켜 마나의 흐름을 방해해, 잠깐의 틈만 만들면 되는 거야.
en_us: all I had to do was superpose a curse on them and interrupt their flow of mana to create a momentary opening.

source: 나, 살아있는 건가?
en_us: I’m alive?

source: 에구구… 역시 잠이 모자랐나?
en_us: ugh, did I not get enough sleep?

source: 깎인 자존심이 회복되는 건 아니겠지…
en_us: it doesn’t change the fact that your pride is already damaged...

source: 기사도 왕국이라 불리는 우리 리베이드 정도면 몰라도,
en_us: save for the libeid kingdom, known for its chivalry,

source: 이것이 인간세계란 말이냐!!
en_us: so this is the human world!!

source: 전쟁터에서 적군의 목숨까지 챙겨 줄 수는 없으니까요.
en_us: we can’t show mercy to enemy soldiers during war.

source: 오오…
en_us: ooh...

source: 맙소사…
en_us: oh god...

source: 웃기는 소리지.
en_us: it was pure nonsense.

source: 하필 머리를 다쳐 아린이란 이름 말고는 아무것도 기억 못하고…
en_us: after his head injury, he doesn’t remember anything except for his name, arin...

source: 이를 어떻게 해야 하나 곤란하던 참이었는데 다행히도…
en_us: we were pulling our hair out wondering what we should do.

source: 여기에 계셨군요!!
en_us: we’ve been looking for you!!

source: 그래도 그 친구 입으로 들었으면 사실에 가깝게 알고 있겠군.
en_us: if you heard it directly from him, then what you know is close to the truth.

source: 베라!?
en_us: vera?!

source: 어쩌면 우리의 원한을 풀 기회일 수도 있다.{j}에르베트.
en_us: this may be our chance to exact revenge, herbert.{j}

source: 드래곤 슬레이어, 플루토와 베라의 손에 의해.
en_us: ...at the hands of pluto and vera, the dragon slayers.

source: 온 몸이 안 아픈 곳이 없네…
en_us: everything hurts...

source: 여기가 우리가 있는 카르셀 왕국이고
en_us: this is the karsel kingdom, which is where we are now.

source: 바… 바닥이!
en_us: th-the ground!

source: 더구나 이 관로는 평소 여행자들이 사용하는 안전한 길이야.
en_us: plus, travelers normally use this path, so it’s safe.

source: 잡히면 큰일 날 텐데!
en_us: I’ll be done for if they catch me!

source: 인간들이 왜 날 쫓는지는 몰라도 이대로 있다가는 죽을지도 몰라.
en_us: I don’t understand why the humans are chasing me, but at this rate, I might die.

source: 우리는 카르셀 왕국의 기사다.
en_us: we are knights from the kingdom of karsel.

source: 내가 새냐?
en_us: a nest?

source: 모, 모두…
en_us: e-everyone...

source: ‘몰라, 으으, 머리가~.’ 타령만 해도 다들 아무 의심도 안 하니…
en_us: all I had to do was say, “I don’t know. ugh, my head...” and no one suspects me...

source: 다리오스와 함께 드래곤을 죽였다면서요?
en_us: I heard you guys killed a dragon together.

source: 이곳 연회장에서 편한 시간을 보내시기 바랍니다.
en_us: I hope you will have a pleasant time at the banquet hall.

source: 일단 얘기를 들어보자고.
en_us: first, let’s hear him out.

source: 공주님, 날이 저물어 공기가 차갑습니다.
en_us: your highness, it’s gotten dark and chilly.

source: 무슨 일인지는 모르겠지만
en_us: I don’t know what happened, but...

source: 상처가 너무 심하게 악화되었는데?
en_us: his injuries are infected.

source: 둘 다 진정들 해!
en_us: calm down, you two!

source: 저희가 비록 동행한 기사가 한 명뿐이지만…
en_us: though only one knight accompanies us...

source: 기껏해야 하루이틀 정도 속이는 것이니…
en_us: he’ll be a stand in for just a day or two at most...

source: 우와━ 이거 정말 맛있네!
en_us: wow! this is super delicious!

source: 마법 자체가 어려운 것은 아니라오.
en_us: the magic spell itself isn’t difficult.

source: 처음 보는 주문인데…
en_us: I’ve never seen this spell before...

source: 나도 처음엔 나 자신에게 실망했었지만…
en_us: I was also disappointed in myself at first...

source: 카르셀에 있어 중요한 인물임에는 틀림없어.
en_us: ...he’s undoubtedly important to karsel.

source: 전 리베이드를 대표해 회의에 참석하게 된 ‘카슬러 엘 리베이드’라고 합니다.
en_us: I am kasler el libeid, here to represent the kingdom of libeid in the council.

source: 어떻소?
en_us: what do you think?

source: 아, 검은 보자기 뒤집어쓴 아저씨가 카르셀 마법사 가스터군요?
en_us: the guy in the black hood must be gaster, the mage of karsel!

source: 이런, 이야기가 길어졌구나.
en_us: oh, I’ve been rambling.

source: 산속으로 쫓겨난 우리 평민들에겐 그야말로 강건너 불구경 이었지!
en_us: to us commoners who were chased out to the mountains, it was quite a spectacle!

source: 연합하기가 쉬운 일은 아니겠군요.
en_us: it must not be easy to join forces.

source: 그런 엘릭서 포션을 생면부지의 타인에게 넘기라고!?
en_us: and you’re telling me to hand use it on a complete stranger?!

source: 폴리모프는 여전히 안 되나.
en_us: I still can’t cast the polymorph spell.

source: 큿… 그럼 난 5천 8백!!
en_us: gah... then I’ll offer 5,800!!

source: 근데 아까부터 주문을 외우는데도 왜 폴리모프 마법이 먹히질 않는 거지!?
en_us: but why isn’t the polymorph spell working?! I’ve been chanting it since earlier!

source: 그럼 저 사람이…
en_us: then that man...

source: 그리고 마침내…
en_us: then, finally...

source: 따분해…
en_us: I’m bored...

source: 이번 마법이 성공한 건 어디까지나 적이 처음 본 마법이었기 때문일세.
en_us: the only reason my spell succeeded today was because I had the element of surprise in my advantage.

source: 아린, 똑바로 앉아야지!
en_us: sit up straight, arin!

source: 이번 6국 연합 회의에 대해 생각하신 바가 있으시겠죠?
en_us: what do you think about the upcoming council of the six nations alliance?

source: 뭔 소리야?
en_us: what’s he talking about?

source: 이제부터 넌…
en_us: from now on...

source: 뭐 좋아!
en_us: well, sure!

source: 알 크리드 산맥 안쪽에서 살고 있었다.
en_us: used to live in the al kreed mountains.

source: 우리 그냥 돌아가자!
en_us: let’s just go back!

source: 아직은 모른다, 하지만…
en_us: I’ve yet to find out, but...

source: 이쪽은 이제 정리됐고,
en_us: now that this part’s been taken care of...

source: 그만 두리번거리고 슬슬 가자.
en_us: stop looking around. let’s go.

source: 어제 한 말이랑 너무 다르잖아!
en_us: it’s completely different from what he said last night!

source: 아라스난 측은 몰라도 저희는 아직 사망자가 없습니다.
en_us: I don’t know about arasnan, but we have not suffered any deaths yet.

source: 건물 엄청 크다…
en_us: what a huge building...

source: 동행을 요구하는 속내는 뻔히 짐작이 간다.
en_us: it’s obvious why he insists on travelling together.

source: 공주님~?
en_us: your highness?

source: 당신 정도 마법사는 저 멀리 제국에도 존재하지 않을 겁니다.
en_us: no other mage like you exists in the empire.

source: 어떻게 정확히 내 이름을 붙인 거지?
en_us: ...then how did they get my name right?

source: 네, 네놈이 감히!?
en_us: h-how dare you?!

source: 으으...
en_us: ugh...

source: 어머━!
en_us: oh my!

source: 폭풍의 가베인, 질풍의 엘크릴, 돌풍의 레이크, 광풍의 크레이슨.
en_us: ...gabein the storm, elkryl the gale, rake the gust, and crayson the squall.

source: 그 드래곤 때문에 수많은 사람이 목숨을 잃었다고 해.
en_us: apparently, countless people died because of that dragon.

source: 대단하군요, 가스터.
en_us: that was incredible, gaster.

source: 자피엘!!
en_us: zaphier!

source: 반가워요, 라이스나.
en_us: hello, laisna.

source: 6국 연합은 분명 같은 위치에 있는 동등한 국가의 모임이죠.
en_us: the six nations alliance brings nations together on equal footing.

source: 플루토 님!!
en_us: sir pluto!!

source: 역시 대단하세요.
en_us: incredible as always.

source: 카르셀의 이오네가
en_us: I am ione el karsel...

source: 대체 이게 어찌 된 게야…
en_us: how could this be...?

source: 어어?
en_us: huuuh?

source: 아린을 그 회의에 참석시켜도 괜찮을까요?
en_us: ...will it really be okay to have arin attend the council?

source: 히익…!!
en_us: eep!

source: 그만 두리번 거리고 바르게 좀 앉으세요!
en_us: stop looking around, and sit up straight!

source: 그저 옛날 얘기를 들려준 것도 잘못인가?
en_us: is it so wrong to tell him about the old days?

source: 이 근처는 오크들이 바글바글한 곳이라고!
en_us: this place is swarming with orcs nearby!

source: 그들과의 대화로 인간 세상에 대해 꽤나 많은 지식을 얻을 수 있었다.
en_us: through our conversation, I was able to learn a lot about the human world.

source: 저런 강력한 저주는 보통 사정거리가 짧다고 들었는데.
en_us: I heard such strong curses have a short casting range, though.

source: 매스 파이어볼은 정확하게 명중했는데!!
en_us: the mass fireballs struck him perfectly!!

source: 과연 라티스 전하라니까.
en_us: I expected no less from king latisse.

source: 이로써 아라스난과 카르셀의 연합설은 헛소문임이 확실해졌군요.
en_us: with this, the rumored alliance between arasnan and karsel has been proven false.

source: 드래곤 하트 (dragon heart)가 있다.
en_us: the dragon heart.

source: 저분은 오래 사실 분이 아니니까요.
en_us: he won’t live long anyway.

source: 덕분에 불필요한 희생을 크게 줄일 수 있었습니다.
en_us: thanks to you, we were able to significantly reduce the number of unnecessary sacrifices.

source: 용병인 날 위해 전재산으로 무리해서 구해 둔 물건이라는 걸…
en_us: you sold everything you owned to buy it for me since I’m a mercenary...

source: 닮은 정도가 아니라 완전 똑같은데?
en_us: he’s not just a look-alike. he’s a carbon copy!

source: …그래.
en_us: right...

source: 왜 그들에게 쫓기고 있었지!?
en_us: why were they chasing after you?!

source: 일단 시야에 들어오는 거리 내라면 충분히 좌표를 책정할 수 있거든.
en_us: I can set the coordinates as long as it’s within my field of vision.

source: 행운은 자주 오지 않기에 행운인 법일세.
en_us: lady luck doesn’t smile on you every day.

source: 여긴 내 집이자 병원이지.
en_us: this is my house, which I also use as a hospital.

source: 그중에도 특히, 마법사들이 꿈에서조차 소유하길 갈구하는 것으로
en_us: of them all, what mages especially desire the most...

source: 모두 돌격!!
en_us: everyone, charge!!

source: 서클이 올라갈수록 새로운 마법 개발의 난이도도 대폭 올라가지.
en_us: the higher the number of magic circles, the more difficult it is to create new spells.

source: 누가 저기까지 간다고 했나?
en_us: who said I’ll go all the way over there?

source: 전 애당초…
en_us: from the beginning...

source: 허구의 드래곤을 만드는 거였어!
en_us: ...a fictional dragon named karsearin!

source: 업고 있는 건 또 뭐고!?
en_us: and who are you holding?!

source: 재미있는 걸 구경시켜 줄 테니까.
en_us: I’ll show you something fun.

source: 이제부터 내가 너의 주인이다.
en_us: from now on, I am your master.

source: 적룡왕!!
en_us: the red dragon king!!

source: 아쉽지만 여기서 이별이다.
en_us: it’s a shame, but we’ll part ways here.

source: 카르셀
en_us: karsel

source: 하지만,
en_us: however,

source: 현재 우리 일행은 카르셀의 병력에 카슬러 왕국의 호위병까지 근 삼백 명에 가까운 숫자니까.
en_us: currently, there’s about 300 of us including the karsel troops and the kasler guards.

source: 바로 옆에 서 있던 내가 무슨 수로!?
en_us: I’ve been standing right beside you all this time.

source: 어마어마한 마법이 날아온다!!
en_us: an incredible magic is shooting down on us!!

source: 어서 공주를 끌어 올려!!
en_us: pull her out right now!!

source: 본인에게 직접 듣고 올게요!!
en_us: I’m going to hear it directly from him!

source: 대체 어떤 곳이길래…
en_us: what kind of place is that...?

source: 우...
en_us: it...

source: 감히 내 물건을 훔쳐 가?
en_us: how dare he steal my possession?

source: 우리가 이오네 님을 지켜가면서 이렇게 모든 일을 마무리할 수 있었을 것 같아?
en_us: do you think we could have accomplished all this while protecting princess ione too?

source: 드래곤이셨구나…
en_us: if you’re a dragon, then...

source: 이오네 공주님, 바람이 많이 차가워졌습니다.
en_us: princess ione, the wind has gotten very chilly.

source: 그렇지만…
en_us: but...

source: 너를 치료해 준 것도 나고.
en_us: I’m the one who treated you.

source: 너 무슨 물로 머리 감니?
en_us: what do you wash your hair with?

source: 사용할수록 오묘해지는 법이니까!
en_us: ...works in mysterious ways!

source: 공주를 인질로 삼아 카르셀 놈들에게 복수를 하는 것도…
en_us: we should also take the princess hostage and get revenge on those karsel bastards--

source: 마치 드래곤이라도 지나간 것 처럼…
en_us: it was as though a dragon had unleashed its fury...

source: 더 겁을 먹잖아!!
en_us: you’re scaring him even more!!

source: 정령사라면 앞뒤가 맞아!
en_us: it makes sense if they were an elementalist!

source: 궁성까지 잠입한 것에 비하면 실망스러운 결과이긴 하지.
en_us: we achieved so little after all I did to infiltrate the royal court.

source: 우리는 결국 진실을 알게 되었다.
en_us: finally, we found out the truth.

source: 그 역시 외지로 나가있던 덕분에 재앙을 피할 수 있었다더군.
en_us: he too had stepped out of the village and avoided the disaster.

source: 일단 우리 쪽 할 일은 다 했어.
en_us: we did everything we had to do.

source: 주문은 분명 이게 맞는데?
en_us: I’m sure this is the correct spell!

source: 천만에요, 오히려 제가 영광인걸요.
en_us: oh no, the honor is mine.

source: 지식의 흡수가 빠르시군요.
en_us: you’re a quick learner.

source: 넌 여기서 짐 좀 지키고 있어, 아린.
en_us: stay here and watch our things, arin.

source: 그곳은 악명 높은 레드 드래곤 카르세아린의 서식지!
en_us: the infamous red dragon karsearin lives there!

source: 이 인간들, 내 말을 믿지 않는군…
en_us: these people... they’re not listening to me.

source: 나보다도 허리가 가늘잖아?
en_us: your waist is thinner than mine!

source: 마법사는 마나를 사역해 흐름을 꼬아 마법을 구사하는 자들.
en_us: mages cast magic by controlling mana and shaping its flow.

source: 아린이 다시 본체로 돌아가면 그 파장이 내게 느껴질 거요.
en_us: when arin returns to his original form, I’ll sense his transformation.

source: 마을이 불타고 있을 때, 아직 어렸던 우리는 숲 속에서 길을 헤매고 있었으니까.
en_us: when the village was ablaze, we were lost in the forest.

source: 그런 놈이 우리 레드 일족에서 태어나다니, 일족의 수치다.
en_us: to think that rascal was born from our red clan. he’s a disgrace to us all.

source: 내 얼굴이다.
en_us: it’s my... face?

source: 쟤들이 대단한 게 아니라 걸친 갑옷이 대단한 거지.
en_us: it’s the armor that’s amazing, not them.

source: 누구야?{j}이 이른 시간에… 쯧!
en_us: who is it at such an hour...? tch!{j}

source: 치… 치킨!!
en_us: ch-chicken...!!

source: 하지만 정령으로부터 사건의 전모를 알아낼 수는 있었지.
en_us: but thanks to the elemental spirit, I was able to piece together what happened.

source: 프… 플루토!?
en_us: p-pluto...?!

source: 자, 침착하게… 침착하게……
en_us: now, calmly... and slowly...

source: 꼭 살려야 할 사람이 있다!!
en_us: there’s someone you must save!!

source: 이 동굴 안에 있거든!
en_us: ...a red dragon! infamously known as the most impatient of dragons!

source: 손에 뭔가가 있나 본데… 여기선 잘 안 보여.
en_us: it’s got something in its hand... but I can’t see it from here.

source: 적의 마법진이 사라졌다!!
en_us: the enemies’ magic circles have disappeared!!

source: 바깥에서 뭐가 터졌나 봐!!
en_us: look at all those explosions!!

source: 녀석…
en_us: the kid’s...

source: 저 드래곤이 미쳐 날뛰고 있어!
en_us: the dragon’s rampaging!

source: 인간들은 허명과 탐욕을 위해 드래곤을 죽인다고 했는데?
en_us: ...humans kill dragons just to attain a title and satisfy their greed.

source: 이 녀석들과 같이 지내는 건가?
en_us: will I be staying here with them?

source: 이는 마법사와는 개념이 완전히 다른데…
en_us: they are completely different from mages...

source: 뭐야, 간단하잖아?
en_us: huh, it’s pretty simple.

source: 이럴 땐 어떻게 하라고 했더라… 아, 맞다!
en_us: what did mina tell me to do in this situation...? oh, right!

source: 그리고 다시 여행을 떠나면 돼!
en_us: then, I’ll resume my adventure!

source: 늦지 않아서 다행입니다!!
en_us: thank goodness we’re not late!!

source: 너, 갈 곳도 없다면서?
en_us: didn’t you say you had nowhere to go?

source: 네가 누구라고?
en_us: who are you?

source: 이오네 공주를 찾았다━!!
en_us: we found princess ione!!

source: 항상 듣던 다정한 목소리가 아닌데?
en_us: it’s not your usual, sweet voice.

source: 부디 무사히 회복되길 바라마.
en_us: ...but I hope you recover well.

source: 으잉?
en_us: huh?

source: 천 년째 산맥 깊숙한 데서 뒹굴고만 있는 치매 드래곤한테서
en_us: you’re just an old geezer who’s been moping away deep in the mountain ranges for the past thousand years.

source: 이 회의의 논제는
en_us: the council will discuss...

source: 저것은…
en_us: that’s...

source: 그럼 저 상황에서 순식간에 도망이라도 쳤다는 거야?
en_us: are you saying he escaped by himself in the blink of an eye? in his state?

source: 『대마법사, 테롤드 크로워드의 서(書)』
en_us: the book of terold croword, the archmage

source: 노예 경매의 날.
en_us: the day of the slave auction.

source: 우리 말고도 마을의 생존자를 만나게 된 거다.
en_us: we came across another survivor from the village.

source: 설마, 다리오스 님…
en_us: don’t tell me...

source: 그렇군요, 안도하겠네요.
en_us: yes, they must be.

source: 저 자는…
en_us: th-that’s...!

source: 아예 통째로 살 테니 실컷 드시오.
en_us: I’ll buy you a barrel, so drink your fill.

source: 맙소사, 저자는!
en_us: oh my god, th-that’s...!

source: 직접 가기엔 너무 위험할 테고 원거리 마법을 쓰면 아군까지 휩싸이고 말겁니다.
en_us: it’d be too dangerous to go there yourself, but if you use a long-range spell, you’d take out our troops as well.

source: 이건 뭐지?
en_us: what’s this?

source: 바로 마법이다.
en_us: ...and becomes magic.

source: 카르셀의 공주님이신 이오네 님의 역할을 대행할 것이다.
en_us: ...you will act as a stand-in for princess ione of the kingdom of karsel.

source: 카르셀 왕국의 공주라는 걸 잊지 마세요.
en_us: do not forget that you are the princess of the kingdom of karsel.

source: 이 정도 거리에서도 유효한 마법이 있었습니까?
en_us: I didn’t realize there was a spell that worked from this distance.

source: 물론,
en_us: of course...

source: 양국의 왕위 계승자가 직접 이 자리에 나타남으로써
en_us: the heirs from both nations are present...

source: 으아아!
en_us: whoa!

source: 내가 추워
en_us: I’m cold

source: 하핫, 잘 보게, 다리오스!
en_us: haha, watch and learn, darios!

source: 흐으음…
en_us: hmm...

source: 저들 전부를 복종시키는 마법이라든가…
en_us: perhaps a magic to force them all to surrender...

source: 우리가 어디 그라테우스를 실력으로 이겼냐?
en_us: since when did we defeat grateus with our own powers?

source: 뭐가 일족의 수치라는 겁니까?
en_us: what do you mean, a disgrace to us all?!

source: 계획대로만 움직였다면 말이지.
en_us: so long as they followed the plan, that is.

source: 어쨌거나 원래 목적인 카르셀 공주 납치 계획은 실패로군, 가베인.
en_us: in any case, our original plan to kidnap the princess of karsel is a flop, gabein.

source: 장장 6개월을 이 작은 책에 매달렸다!
en_us: it took a whole six months for me to get this book...

source: 쳇!
en_us: hmph!

source: 네 이름은!?
en_us: what’s your name?!

source: 오늘부터 당신은 아린이 아닌…
en_us: from today onwards, you are no longer arin...

source: 칼슈타인이라는 드래곤에 대한 내용은 없었어?
en_us: ...did the book mention a dragon named karstein?

source: 덕분에 우리 수비병들만 죽어 나갔지.
en_us: so, a lot of us castle guards ended up dead.

source: 전하!!
en_us: your majesty!!

source: 우리 측 사상자는?
en_us: any casualties on our side?

source: 사르바잔의 마드카엔 입니다.
en_us: I am madkaen from the sarbazan kingdom.

source: 뭔 소리래?
en_us: what’s he talking about?

source: 머리가 빙빙 돈다!
en_us: my head is spinning!

source: 정말 답답한 인간들이라니까.
en_us: humans sure are fussy.

source: 이런 늦은 시간에 무슨 일이냐?
en_us: what are you doing up at this hour?

source: 이건 완전히 일방적인 학살이군.
en_us: this... is just pure massacre.

source: 이… 이것들이
en_us: y-you orcs...

source: 발목 골절에 곳곳에 자상.
en_us: he’s got a fractured ankle and wounds all over.

source: 이후, 사람들은 우리를 드래곤 슬레이어라 부르게 되었지.
en_us: after that, the people called us dragon slayers.

source: 하여튼 몹쓸 짓에는 도가 트셨어.
en_us: he’s got foul play down to a science.

source: 이, 일단 밥부터 먹고…
en_us: l-let me eat first...

source: 혹여 엄마나 칼슈타인에게 내 소문이 흘러들어 간다 해도
en_us: even if mom or karstein finds out about me...

source: 이름이 뭐니?
en_us: what’s your name?

source: 공주 노릇 하기 진짜 피곤하구나…
en_us: it’s so tiring to act like a princess...

source: 사정거리가 됩니까?
en_us: are they within range of your spell?

source: 잠깐 다녀오마.
en_us: I’ll be right back.

source: 그러면서 움직임에 지장이 없을 정도로 가벼웠어.
en_us: yet it was also light enough not to hinder the soldiers’ movements.

source: 제 실력은 소문만큼 대단하지 않으니까요.
en_us: my skills aren’t as good as the rumors say.

source: 좋아.
en_us: good.

source: 적어 보이는데 뭐 어쩌라고… 무슨 대답이 듣고 싶은 거야?
en_us: so what if there are so few...? what does he expect me to say?

source: 레이시스라고 부르렴.
en_us: call me reyses.

source: 원래 명분은 전부 억지잖아.
en_us: reasons for war are always far-fetched.

source: 정말요?
en_us: really?

source: 아,
en_us: oh.

source: 깜빡했네.
en_us: I almost forgot.

source: 6국 연합을 전부 보더라도 그만한 사람은 몇 없는데…
en_us: no one fits such a description in the six nations alliance...

source: 동행하는 쪽도 나쁘진 않을지 모르지만…
en_us: travelling together might not be a bad idea, but...

source: 헤이드 6국 연합은 법적으로 승인하고 있다.
en_us: ...but it is legal in the six nations alliance of heid.

source: 지… 진짜 레드 드래곤이잖아?
en_us: it r-really is a red dragon!

source: 뭐, 뭐야!?
en_us: wh-what?!

source: 뭐야?
en_us: what?

source: 뭐가 어째요?
en_us: what did you say?

source: 그간 평안하셨는지요.
en_us: how have you been, your highness?

source: …운이 좋았죠.
en_us: I was just lucky...

source: 크으윽━
en_us: gragh!

source: 게다가 웬 20년?
en_us: and what’s with the “20 years ago”?

source: 연합 회의가 열리는 것도 좀 웃기는 이야기라고 생각하지만 말이죠.
en_us: due to some baseless rumors.

source: 그러니까, 다시 말하자면━
en_us: so, in other words...

source: 잠깐 기다려.
en_us: hold on.

source: 내가 먼저야!!
en_us: me first!!

source: 여장도 이 정도면 별문제 없겠어요.
en_us: your disguise is good too. you can pass as a woman.

source: 피부도 뽀얗고.
en_us: ooh, your skin too.

source: 여기도 처음 보는 물건들이 많네!
en_us: this place is full of cool things too!

source: 아쉽게도 그건 순수한 내 실력은 아니라네.
en_us: unfortunately, it was not entirely my doing.

source: …알겠습니다.
en_us: all right...

source: 인간 그림자만 비쳐도 숯으로 만든다고?
en_us: I’ll breathe fire at the mere sight of human shadows?

source: 바트란은 망했어.
en_us: batran is done for.

source: 아, 참!
en_us: oh, right!

source: ━물론 전부 가짜였습니다.
en_us: ...were all fake.

source: 이제 저희도 내려가보죠.
en_us: let’s go take a look for ourselves.

source: 금화 2천 5백!
en_us: 2,500 gold!

source: 내 손으로 죽일 필요는 없겠지.
en_us: I don’t have to kill him with my bare hands.

source: 도망쳐야 해!!
en_us: I have to run for it...

source: 그러니 당연히 아라스난과 국경을 접한 바트란과 사르바잔은
en_us: so, wouldn’t batran and sarbazan naturally take great interest in this council,
